Revit 2027 API
UnitTypeId.BritishThermalUnitsPerHourCubicFoot Property
 British thermal units per hour cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerHourCubicFoot { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerHourCubicFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerHourCubicFoot {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerHourCubicFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace